Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Choose what Luxel does after exporting.
de: Wähle, was Luxel nach dem Exportieren tut.
es: Elige qué hace Luxel después de exportar.
fr: Choisissez ce que fait Luxel après l’exportation.
it: Scegli cosa fa Luxel dopo l’esportazione.
ja: 書き出し後のLuxelの動作を選択します。
ko: 내보내기 후 Luxel의 동작을 선택합니다.
pt_br: Escolha o que o Luxel faz após exportar.
pt_pt: Escolha o que o Luxel faz após exportar.
vi: Chọn việc Luxel sẽ làm sau khi xuất.
zh_hans: 选择 Luxel 导出后的操作。

source: Choose where Luxel saves recordings and how the editor behaves after export.
de: Wähle, wo Luxel Aufnahmen speichert und wie sich der Editor nach dem Export verhält.
es: Elige dónde guarda Luxel las grabaciones y cómo se comporta el editor después de exportar.
fr: Choisissez où Luxel enregistre les captures et le comportement de l’éditeur après l’exportation.
it: Scegli dove Luxel salva le registrazioni e come si comporta l’editor dopo l’esportazione.
ja: Luxelの録画保存先と、書き出し後のエディタの動作を選択します。
ko: Luxel의 녹화 저장 위치와 내보내기 후 편집기의 동작을 선택합니다.
pt_br: Escolha onde o Luxel salva as gravações e como o editor se comporta após exportar.
pt_pt: Escolha onde o Luxel guarda as gravações e como o editor se comporta após exportar.
vi: Chọn nơi Luxel lưu bản ghi và cách trình chỉnh sửa hoạt động sau khi xuất.
zh_hans: 选择 Luxel 保存录制的位置以及导出后编辑器的行为。

source: Choose where the exported result goes.
de: Wähle das Ziel für das exportierte Ergebnis.
es: Elige dónde se guarda el resultado exportado.
fr: Choisissez la destination du résultat exporté.
it: Scegli la destinazione del risultato esportato.
ja: 書き出した結果の保存先を選択します。
ko: 내보낸 결과의 저장 위치를 선택합니다.
pt_br: Escolha o destino do resultado exportado.
pt_pt: Escolha o destino do resultado exportado.
vi: Chọn nơi lưu kết quả đã xuất.
zh_hans: 选择导出结果的保存位置。

source: Choose which export preset to edit.
de: Wähle die zu bearbeitende Exportvoreinstellung.
es: Elige el preajuste de exportación que quieres editar.
fr: Choisissez le préréglage d’exportation à modifier.
it: Scegli il preset di esportazione da modificare.
ja: 編集する書き出しプリセットを選択します。
ko: 편집할 내보내기 프리셋을 선택합니다.
pt_br: Escolha a predefinição de exportação a ser editada.
pt_pt: Escolha a predefinição de exportação a editar.
vi: Chọn cài đặt xuất sẵn cần chỉnh sửa.
zh_hans: 选择要编辑的导出预设。

source: Choose which microphone Luxel records.
de: Wähle das Mikrofon, das Luxel aufnimmt.
es: Elige qué micrófono graba Luxel.
fr: Choisissez le microphone enregistré par Luxel.
it: Scegli il microfono registrato da Luxel.
ja: Luxelで録音するマイクを選択します。
ko: Luxel에서 녹음할 마이크를 선택합니다.
pt_br: Escolha qual microfone o Luxel grava.
pt_pt: Escolha o microfone que o Luxel grava.
vi: Chọn micrô mà Luxel sẽ thu âm.
zh_hans: 选择 Luxel 用于录音的麦克风。

source: Choose which saved cropper size to edit.
de: Wähle die zu bearbeitende gespeicherte Auswahlgröße.
es: Elige qué tamaño de recorte guardado quieres editar.
fr: Choisissez la taille de recadrage enregistrée à modifier.
it: Scegli le dimensioni di ritaglio salvate da modificare.
ja: 編集する保存済みの切り抜きサイズを選択します。
ko: 편집할 저장된 자르기 크기를 선택합니다.
pt_br: Escolha qual tamanho de recorte salvo deseja editar.
pt_pt: Escolha o tamanho de recorte guardado a editar.
vi: Chọn kích thước cắt đã lưu cần chỉnh sửa.
zh_hans: 选择要编辑的已存裁剪尺寸。

source: Choose which update channel Luxel checks.
de: Wähle den Update-Kanal, den Luxel überprüft.
es: Elige qué canal de actualizaciones comprueba Luxel.
fr: Choisissez le canal de mise à jour vérifié par Luxel.
it: Scegli il canale di aggiornamento controllato da Luxel.
ja: Luxelが確認するアップデートチャンネルを選択します。
ko: Luxel에서 확인할 업데이트 채널을 선택합니다.
pt_br: Escolha qual canal de atualização o Luxel verifica.
pt_pt: Escolha o canal de atualização que o Luxel procura.
vi: Chọn kênh cập nhật mà Luxel sẽ kiểm tra.
zh_hans: 选择 Luxel 检查的更新渠道。

source: Clip Opens In
de: Clip wird geöffnet in
es: El clip se abre en
fr: Ouverture du clip dans
it: La clip si apre in
ja: クリップを開く場所
ko: 클립을 열 위치
pt_br: Clipe abre em
pt_pt: O clipe abre em
vi: Mở clip trong
zh_hans: 片段打开位置

source: Clip Replay
de: Wiedergabeclip erstellen
es: Recortar repetición
fr: Créer un clip de relecture
it: Crea clip replay
ja: リプレイをクリップ
ko: 리플레이 클립 만들기
pt_br: Criar clipe de replay
pt_pt: Criar clipe de repetição
vi: Tạo clip phát lại
zh_hans: 截取回放

source: Clip Replay Buffer
de: Wiedergabepuffer als Clip speichern
es: Recortar búfer de repetición
fr: Créer un clip du tampon de relecture
it: Crea clip dal buffer di replay
ja: リプレイバッファをクリップ
ko: 리플레이 버퍼 클립 만들기
pt_br: Criar clipe do buffer de replay
pt_pt: Criar clipe da memória intermédia de repetição
vi: Tạo clip từ bộ đệm phát lại
zh_hans: 截取回放缓冲区

source: Clips Luxel's replay buffer.
de: Erstellt einen Clip aus Luxels Wiedergabepuffer.
es: Recorta el búfer de repetición de Luxel.
fr: Crée un clip à partir du tampon de relecture de Luxel.
it: Crea una clip dal buffer di replay di Luxel.
ja: Luxelのリプレイバッファをクリップにします。
ko: Luxel의 리플레이 버퍼에서 클립을 만듭니다.
pt_br: Cria um clipe do buffer de replay do Luxel.
pt_pt: Cria um clipe da memória intermédia de repetição do Luxel.
vi: Tạo clip từ bộ đệm phát lại của Luxel.
zh_hans: 截取 Luxel 的回放缓冲区。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
vi: Đóng
zh_hans: 关闭

source: Close area selection without recording or capturing.
de: Bereichsauswahl schließen, ohne aufzunehmen.
es: Cierra la selección de área sin grabar ni capturar.
fr: Fermer la sélection de zone sans enregistrer ni capturer.
it: Chiudi la selezione dell’area senza registrare o acquisire.
ja: 録画やキャプチャをせずに範囲選択を閉じます。
ko: 녹화하거나 캡처하지 않고 영역 선택을 닫습니다.
pt_br: Feche a seleção de área sem gravar nem capturar.
pt_pt: Feche a seleção de área sem gravar nem capturar.
vi: Đóng vùng chọn mà không ghi hoặc chụp.
zh_hans: 关闭区域选择而不录制或捕捉。

source: Close transcript
de: Transkript schließen
es: Cerrar transcripción
fr: Fermer la transcription
it: Chiudi trascrizione
ja: 文字起こしを閉じる
ko: 대화 내용 기록 닫기
pt_br: Fechar transcrição
pt_pt: Fechar transcrição
vi: Đóng bản chép lời
zh_hans: 关闭转录文本

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령
pt_br: Comando
pt_pt: Comando
vi: Lệnh
zh_hans: 命令

source: Commands
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
ja: コマンド
ko: 명령
pt_br: Comandos
pt_pt: Comandos
vi: Lệnh
zh_hans: 命令

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
vi: Huy
zh_hans: 取消

# common.choose
source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
pt_pt: Escolher
vi: Chọn
zh_hans: 选择

# common.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
vi: Mở
zh_hans: 打开

# common.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
vi: Lưu
zh_hans: 存储

# common.turnOff
source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
ko: 끄기
pt_br: Desativar
pt_pt: Desativar
vi: Tắt
zh_hans: 关闭

source: Confirm Discard
de: Verwerfen bestätigen
es: Confirmar descarte
fr: Confirmer l’abandon
it: Conferma eliminazione
ja: 破棄を確認
ko: 폐기 확인
pt_br: Confirmar descarte
pt_pt: Confirmar rejeição
vi: Xác nhận hủy bỏ
zh_hans: 确认丢弃

source: Copy Error
de: Fehler kopieren
es: Copiar error
fr: Copier l’erreur
it: Copia errore
ja: エラーをコピー
ko: 오류 복사
pt_br: Copiar erro
pt_pt: Copiar erro
vi: Sao chép lỗi
zh_hans: 复制错误

source: Copy File
de: Datei kopieren
es: Copiar archivo
fr: Copier le fichier
it: Copia file
ja: ファイルをコピー
ko: 파일 복사
pt_br: Copiar arquivo
pt_pt: Copiar ficheiro
vi: Sao chép tệp
zh_hans: 复制文件

source: Copy Frame
de: Bild kopieren
es: Copiar fotograma
fr: Copier l’image
it: Copia fotogramma
ja: フレームをコピー
ko: 프레임 복사
pt_br: Copiar quadro
pt_pt: Copiar fotograma
vi: Sao chép khung hình
zh_hans: 复制帧

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
pt_pt: Copiar caminho
vi: Sao chép đường dẫn
zh_hans: 复制路径

source: Copy the selected cropper size preset.
de: Die ausgewählte Voreinstellung für die Auswahlgröße kopieren.
es: Copia el preajuste de tamaño de recorte seleccionado.
fr: Copier le préréglage de taille de recadrage sélectionné.
it: Copia il preset delle dimensioni di ritaglio selezionato.
ja: 選択した切り抜きサイズのプリセットをコピーします。
ko: 선택한 자르기 크기 프리셋을 복사합니다.
pt_br: Copie a predefinição de tamanho de recorte selecionada.
pt_pt: Copie a predefinição de tamanho de recorte selecionada.
vi: Sao chép cài đặt sẵn về kích thước cắt đã chọn.
zh_hans: 复制所选裁剪尺寸预设。

source: Copy the selected export preset.
de: Die ausgewählte Exportvoreinstellung kopieren.
es: Copia el preajuste de exportación seleccionado.
fr: Copier le préréglage d’exportation sélectionné.
it: Copia il preset di esportazione selezionato.
ja: 選択した書き出しプリセットをコピーします。
ko: 선택한 내보내기 프리셋을 복사합니다.
pt_br: Copie a predefinição de exportação selecionada.
pt_pt: Copie a predefinição de exportação selecionada.
vi: Sao chép cài đặt xuất sẵn đã chọn.
zh_hans: 复制所选导出预设。

source: Cut selected transcript word
de: Ausgewähltes Transkriptwort ausschneiden
es: Cortar palabra seleccionada de la transcripción
fr: Couper le mot sélectionné dans la transcription
it: Taglia la parola selezionata della trascrizione
ja: 選択した文字起こしの単語をカット
ko: 선택한 대화 내용 기록 단어 잘라내기
pt_br: Recortar palavra selecionada da transcrição
pt_pt: Cortar a palavra selecionada da transcrição
vi: Cắt từ đã chọn trong bản chép lời
zh_hans: 剪切转录文本中所选的词

source: Copy as Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fr: Copier au format Markdown
it: Copia come Markdown
ja: Markdownとしてコピー
ko: Markdown으로 복사
pt_br: Copiar como Markdown
pt_pt: Copiar como Markdown
vi: Sao chép dưới dạng Markdown
zh_hans: 复制为 Markdown

source: Create a new cropper size preset.
de: Eine neue Voreinstellung für die Auswahlgröße erstellen.
es: Crea un nuevo preajuste de tamaño de recorte.
fr: Créer un nouveau préréglage de taille de recadrage.
it: Crea un nuovo preset delle dimensioni di ritaglio.
ja: 新しい切り抜きサイズのプリセットを作成します。
ko: 새 자르기 크기 프리셋을 만듭니다.
pt_br: Crie uma nova predefinição de tamanho de recorte.
pt_pt: Crie uma nova predefinição de tamanho de recorte.
vi: Tạo cài đặt sẵn mới về kích thước cắt.
zh_hans: 创建新的裁剪尺寸预设。

source: Create a new export preset.
de: Eine neue Exportvoreinstellung erstellen.
es: Crea un nuevo preajuste de exportación.
fr: Créer un nouveau préréglage d’exportation.
it: Crea un nuovo preset di esportazione.
ja: 新しい書き出しプリセットを作成します。
ko: 새 내보내기 프리셋을 만듭니다.
pt_br: Crie uma nova predefinição de exportação.
pt_pt: Crie uma nova predefinição de exportação.
vi: Tạo cài đặt xuất sẵn mới.
zh_hans: 创建新的导出预设。

source: Crop to Fill
de: Füllend beschneiden
es: Recortar para llenar
fr: Recadrer pour remplir
it: Ritaglia per riempire
ja: 画面いっぱいに切り抜く
ko: 채우도록 자르기
pt_br: Recortar para preencher
pt_pt: Recortar para preencher
vi: Cắt để lấp đầy
zh_hans: 裁剪以填充

# cropper.aspectRatio.currentHelp
source: Constrain the selected area. Current: %@.
de: Seitenverhältnis des ausgewählten Bereichs festlegen. Aktuell: %@.
es: Restringe el área seleccionada. Actual: %@.
fr: Contraindre la zone sélectionnée. Valeur actuelle : %@.
it: Vincola l’area selezionata. Attuale: %@.
ja: 選択範囲の比率を固定します。現在：%@。
ko: 선택 영역을 제한합니다. 현재: %@.
pt_br: Restrinja a área selecionada. Atual: %@.
pt_pt: Restrinja a área selecionada. Atual: %@.
vi: Giới hạn vùng đã chọn. Hiện tại: %@.
zh_hans: 约束所选区域。当前：%@。

# cropper.aspectRatioPreset.help
source: Use the %@ aspect ratio for the selected area.
de: Das Seitenverhältnis %@ für den ausgewählten Bereich verwenden.
es: Usa la relación de aspecto %@ para el área seleccionada.
fr: Utiliser le rapport d’aspect %@ pour la zone sélectionnée.
it: Usa le proporzioni %@ per l’area selezionata.
ja: 選択範囲に%@のアスペクト比を使用します。
ko: 선택 영역에 %@ 종횡비를 사용합니다.
pt_br: Use a proporção %@ para a área selecionada.
pt_pt: Use a proporção %@ para a área selecionada.
vi: Dùng tỷ lệ khung hình %@ cho vùng đã chọn.
zh_hans: 对所选区域使用 %@ 宽高比。

# cropper.quickPreset.recordHelp
source: Record with the %@ quick export preset.
de: Mit der Schnellexportvoreinstellung %@ aufnehmen.
es: Graba con el preajuste de exportación rápida %@.
fr: Enregistrer avec le préréglage d’exportation rapide %@.
it: Registra con il preset di esportazione rapida %@.
ja: クイック書き出しプリセット%@で録画します。
ko: 빠른 내보내기 프리셋 %@으로 녹화합니다.
pt_br: Grave com a predefinição de exportação rápida %@.
pt_pt: Grave com a predefinição de exportação rápida %@.
vi: Ghi bằng cài đặt xuất nhanh %@.
zh_hans: 使用快速导出预设 %@ 录制。

# cropper.sizePreset.applyHelp
source: Apply the %@ size preset.
de: Größenvoreinstellung „%@“ anwenden.
es: Aplicar el ajuste de tamaño %@.
fr: Appliquer le préréglage de taille %@.
it: Applica il preset di dimensioni %@.
ja: サイズプリセット「%@」を適用します。
ko: %@ 크기 프리셋을 적용합니다.
pt_br: Aplicar a predefinição de tamanho %@.
pt_pt: Aplicar a predefinição de tamanho %@.
vi: Áp dụng cài đặt sẵn kích thước %@.
zh_hans: 应用 %@ 尺寸预设。

source: Cursor and frame rate apply to new recordings.
de: Cursor und Bildrate gelten für neue Aufnahmen.
es: El cursor y la frecuencia de fotogramas se aplican a las grabaciones nuevas.
fr: Le curseur et la fréquence d’images s’appliquent aux nouveaux enregistrements.
it: Il cursore e la frequenza fotogrammi si applicano alle nuove registrazioni.
ja: カーソルとフレームレートの設定は新しい録画に適用されます。
ko: 커서와 프레임 속도는 새 녹화에 적용됩니다.
pt_br: O cursor e a taxa de quadros se aplicam às novas gravações.
pt_pt: O cursor e a taxa de fotogramas aplicam-se às novas gravações.
vi: Con trỏ và tốc độ khung hình áp dụng cho bản ghi mới.
zh_hans: 光标和帧率设置应用于新录制。

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자화
pt_br: Personalizado
pt_pt: Personalizado
vi: Tùy chỉnh
zh_hans: 自定义

source: Custom aspect ratio height.
de: Höhe des benutzerdefinierten Seitenverhältnisses.
es: Altura de la relación de aspecto personalizada.
fr: Hauteur du rapport d’aspect personnalisé.
it: Altezza delle proporzioni personalizzate.
ja: カスタムアスペクト比の高さです。
ko: 사용자 지정 종횡비의 높이입니다.
pt_br: Altura da proporção personalizada.
pt_pt: Altura da proporção personalizada.
vi: Chiều cao của tỷ lệ khung hình tùy chỉnh.
zh_hans: 自定义宽高比的高度。

source: Custom aspect ratio width.
de: Breite des benutzerdefinierten Seitenverhältnisses.
es: Anchura de la relación de aspecto personalizada.
fr: Largeur du rapport d’aspect personnalisé.
it: Larghezza delle proporzioni personalizzate.
ja: カスタムアスペクト比の幅です。
ko: 사용자 지정 종횡비의 너비입니다.
pt_br: Largura da proporção personalizada.
pt_pt: Largura da proporção personalizada.
vi: Chiều rộng của tỷ lệ khung hình tùy chỉnh.
zh_hans: 自定义宽高比的宽度。

source: Darken inactive displays while choosing a capture area.
de: Inaktive Bildschirme beim Auswählen eines Aufnahmebereichs abdunkeln.
es: Oscurece las pantallas inactivas al elegir un área de captura.
fr: Assombrir les écrans inactifs lors du choix d’une zone de capture.
it: Oscura gli schermi inattivi durante la scelta di un’area di acquisizione.
ja: キャプチャ範囲の選択中に、非アクティブなディスプレイを暗くします。
ko: 캡처 영역을 선택하는 동안 비활성 디스플레이를 어둡게 합니다.
pt_br: Escureça as telas inativas ao escolher uma área de captura.
pt_pt: Escureça os ecrãs inativos ao escolher uma área de captura.
vi: Làm tối màn hình không hoạt động khi chọn vùng chụp.
zh_hans: 选择捕捉区域时调暗非活动显示器。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Apagar
vi: Xóa
zh_hans: 删除

source: Delete the selected cropper size preset.
de: Die ausgewählte Voreinstellung für die Auswahlgröße löschen.
es: Elimina el preajuste de tamaño de recorte seleccionado.
fr: Supprimer le préréglage de taille de recadrage sélectionné.
it: Elimina il preset delle dimensioni di ritaglio selezionato.
ja: 選択した切り抜きサイズのプリセットを削除します。
ko: 선택한 자르기 크기 프리셋을 삭제합니다.
pt_br: Exclua a predefinição de tamanho de recorte selecionada.
pt_pt: Apague a predefinição de tamanho de recorte selecionada.
vi: Xóa cài đặt sẵn về kích thước cắt đã chọn.
zh_hans: 删除所选裁剪尺寸预设。

source: Delete the selected export preset.
de: Die ausgewählte Exportvoreinstellung löschen.
es: Elimina el preajuste de exportación seleccionado.
fr: Supprimer le préréglage d’exportation sélectionné.
it: Elimina il preset di esportazione selezionato.
ja: 選択した書き出しプリセットを削除します。
ko: 선택한 내보내기 프리셋을 삭제합니다.
pt_br: Exclua a predefinição de exportação selecionada.
pt_pt: Apague a predefinição de exportação selecionada.
vi: Xóa cài đặt xuất sẵn đã chọn.
zh_hans: 删除所选导出预设。

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 許可しない
ko: 거부
pt_br: Negar
pt_pt: Recusar
vi: Từ chối
zh_hans: 拒绝

source: Destination
de: Ziel
es: Destino
it: Destinazione
ja: 保存先
ko: 대상
pt_br: Destino
pt_pt: Destino
vi: Đích đến
zh_hans: 目标位置

source: Dim Other Displays
de: Andere Bildschirme abdunkeln
es: Oscurecer otras pantallas
fr: Assombrir les autres écrans
it: Oscura altri schermi
ja: ほかのディスプレイを暗くする
ko: 다른 디스플레이 어둡게 하기
pt_br: Escurecer outras telas
pt_pt: Escurecer outros ecrãs
vi: Làm tối màn hình khác
zh_hans: 调暗其他显示器

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
vi: Đóng
zh_hans: 关闭

source: Download and install updates without asking.
de: Updates ohne Rückfrage laden und installieren.
es: Descarga e instala actualizaciones sin preguntar.
fr: Télécharger et installer les mises à jour sans demander.
it: Scarica e installa gli aggiornamenti senza chiedere.
ja: 確認せずにアップデートをダウンロードしてインストールします。
ko: 묻지 않고 업데이트를 다운로드하여 설치합니다.
pt_br: Baixe e instale atualizações sem perguntar.
pt_pt: Descarregue e instale atualizações sem perguntar.
vi: Tải xuống và cài đặt bản cập nhật mà không hỏi.
zh_hans: 无需询问即可下载并安装更新。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
pt_pt: Duplicar
vi: Nhân bản
zh_hans: 复制

source: Edit Preset
de: Voreinstellung bearbeiten
es: Editar preajuste
fr: Modifier le préréglage
it: Modifica preset
ja: プリセットを編集
ko: 프리셋 편집
pt_br: Editar predefinição
pt_pt: Editar predefinição
vi: Chỉnh sửa cài đặt sẵn
zh_hans: 编辑预设

source: Edit Size
de: Größe bearbeiten
es: Editar tamaño
fr: Modifier la taille
it: Modifica dimensioni
ja: サイズを編集
ko: 크기 편집
pt_br: Editar tamanho
pt_pt: Editar tamanho
vi: Chỉnh sửa kích thước
zh_hans: 编辑尺寸

source: Edit, clear, or reset Luxel keyboard shortcuts.
de: Luxel-Tastaturkurzbefehle bearbeiten, löschen oder zurücksetzen.
es: Edita, borra o restablece los atajos de teclado de Luxel.
fr: Modifier, effacer ou réinitialiser les raccourcis clavier de Luxel.
it: Modifica, cancella o reimposta le scorciatoie da tastiera di Luxel.
ja: Luxelのキーボードショートカットを編集、消去、またはリセットします。
ko: Luxel 키보드 단축키를 편집하거나 지우거나 재설정합니다.
pt_br: Edite, limpe ou redefina os atalhos de teclado do Luxel.
pt_pt: Edite, limpe ou reponha os atalhos de teclado do Luxel.
vi: Chỉnh sửa, xóa hoặc đặt lại phím tắt Luxel.
zh_hans: 编辑、清除或重置 Luxel 键盘快捷键。

source: Enable Luxel's global recording shortcuts.
de: Luxels globale Aufnahmekurzbefehle aktivieren.
es: Activa los atajos globales de grabación de Luxel.
fr: Activer les raccourcis globaux d’enregistrement de Luxel.
it: Abilita le scorciatoie globali di registrazione di Luxel.
ja: Luxelのグローバル録画ショートカットを有効にします。
ko: Luxel의 전역 녹화 단축키를 활성화합니다.
pt_br: Ative os atalhos globais de gravação do Luxel.
pt_pt: Ative os atalhos globais de gravação do Luxel.
vi: Bật phím tắt ghi toàn cục của Luxel.
zh_hans: 启用 Luxel 的全局录制快捷键。

source: Enable Notch Surface
de: Notch-Oberfläche aktivieren
es: Activar superficie de la muesca
fr: Activer la surface de l’encoche
it: Abilita superficie notch
ja: ノッチサーフェスを有効にする
ko: 노치 표면 활성화
pt_br: Ativar superfície do notch
pt_pt: Ativar superfície do notch
vi: Bật bề mặt notch
zh_hans: 启用刘海界面

source: Enable Replay Buffer
de: Wiedergabepuffer aktivieren
es: Activar búfer de repetición
fr: Activer le tampon de relecture
it: Abilita buffer di replay
ja: リプレイバッファを有効にする
ko: 리플레이 버퍼 활성화
pt_br: Ativar buffer de replay
pt_pt: Ativar memória intermédia de repetição
vi: Bật bộ đệm phát lại
zh_hans: 启用回放缓冲区

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
pt_pt: Exportar
vi: Xuất
zh_hans: 导出

source: Enable Speech Recognition
de: Spracherkennung aktivieren
es: Activar reconocimiento de voz
fr: Activer la reconnaissance vocale
it: Abilita riconoscimento vocale
ja: 音声認識を有効にする
ko: 음성 인식 활성화
pt_br: Ativar reconhecimento de fala
pt_pt: Ativar reconhecimento de voz
vi: Bật nhận dạng giọng nói
zh_hans: 启用语音识别

source: Enter a custom automatic stop duration.
de: Gib eine benutzerdefinierte Dauer für den automatischen Stopp ein.
es: Introduce una duración personalizada para la detención automática.
fr: Saisissez une durée personnalisée avant l’arrêt automatique.
it: Inserisci una durata personalizzata per l’arresto automatico.
ja: 自動停止までの時間を入力します。
ko: 사용자 지정 자동 중지 시간을 입력합니다.
pt_br: Insira uma duração personalizada para a parada automática.
pt_pt: Introduza uma duração personalizada para a paragem automática.
vi: Nhập thời lượng tự động dừng tùy chỉnh.
zh_hans: 输入自定义的自动停止时长。

# export.job.canceled
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
pt_pt: Cancelado
vi: Đã hủy
zh_hans: 已取消

# export.job.complete
source: Complete
de: Abgeschlossen
es: Completo
fr: Terminé
it: Completato
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
vi: Hoàn tất
zh_hans: 完成

# export.job.preparing
source: Preparing
de: Vorbereitung
es: Preparando
fr: Préparation
it: Preparazione
ja: 準備中
ko: 준비 중
pt_br: Preparando
pt_pt: A preparar
vi: Đang chuẩn bị
zh_hans: 正在准备

# export.job.queued
source: Queued
de: In Warteschlange
es: En cola
fr: En file
it: In coda
ja: 待機中
ko: 대기 중
pt_br: Na fila
pt_pt: Em fila
vi: Đang chờ
zh_hans: 已排队

source: Exported File
de: Exportierte Datei
es: Archivo exportado
fr: Fichier exporté
it: File esportato
ja: 書き出したファイル
ko: 내보낸 파일
pt_br: Arquivo exportado
pt_pt: Ficheiro exportado
vi: Tệp đã xuất
zh_hans: 已导出文件

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
vi: Tên tệp
zh_hans: 文件名

source: Filter shortcuts by command name or group.
de: Kurzbefehle nach Befehlsname oder Gruppe filtern.
es: Filtra los atajos por nombre de comando o grupo.
fr: Filtrer les raccourcis par nom de commande ou par groupe.
it: Filtra le scorciatoie per nome del comando o gruppo.
ja: コマンド名またはグループでショートカットを絞り込みます。
ko: 명령 이름 또는 그룹으로 단축키를 필터링합니다.
pt_br: Filtre os atalhos por nome do comando ou grupo.
pt_pt: Filtre os atalhos por nome do comando ou grupo.
vi: Lọc phím tắt theo tên lệnh hoặc nhóm.
zh_hans: 按命令名称或分组筛选快捷键。

source: Flip the camera preview horizontally.
de: Kameravorschau horizontal spiegeln.
es: Voltea horizontalmente la vista previa de la cámara.
fr: Retourner horizontalement l’aperçu de la caméra.
it: Capovolgi orizzontalmente l’anteprima della videocamera.
ja: カメラプレビューを左右に反転します。
ko: 카메라 미리보기를 좌우로 뒤집습니다.
pt_br: Inverta horizontalmente a prévia da câmera.
pt_pt: Inverta horizontalmente a pré-visualização da câmara.
vi: Lật ngang bản xem trước camera.
zh_hans: 水平翻转摄像头预览。

source: Floating HUD Fallback
de: Schwebende HUD-Alternative
es: HUD flotante alternativo
fr: Solution de repli avec HUD flottant
it: HUD mobile alternativo
ja: フローティングHUDの代替表示
ko: 플로팅 HUD 대체 표시
pt_br: HUD flutuante alternativo
pt_pt: HUD flutuante alternativo
vi: HUD nổi dự phòng
zh_hans: 浮动 HUD 备用方案

source: Focus Settings
de: Fokus-Einstellungen
es: Ajustes de concentración
fr: Réglages de concentration
it: Impostazioni Full immersion
ja: 集中モード設定
ko: 집중 모드 설정
pt_br: Ajustes de Foco
pt_pt: Definições de concentração
vi: Cài đặt Tập trung
zh_hans: 专注模式设置

source: Forward
de: Vorwärts
es: Avanzar
fr: Avancer
it: Avanti
ja: 進む
ko: 앞으로
pt_br: Avançar
pt_pt: Avançar
vi: Tiến
zh_hans: 前进
